---
kind: other
id: Methods.T:Autodesk.Revit.DB.XYZ
zh: 点
source: html/9a4d82f7-397b-40b9-3933-1d6ff1b0d352.htm
---
# XYZ Methods

**中文**: 点

Adds the specified vector to this vector and returns the result.